


function About() {

    


     return<div className="allbooks">
        <div>

            <h1 className="color-cont">О книгах, авторах, литературе</h1>
            <div>
            <h2>Некоторые книги, которые советуют реальные люди, а не критики :</h2>
            <p className="par">В этом списке вы точно найдете для себя что-то интересное. Есть и проверенная временем классика, и более современные вещицы. Топ содержит преимущественно произведения художественной литературы.</p>
            <p className="colorFon">«Шантарам», Грегори Дэвид Робертс</p>
            <p className="bookFon">
Писатель создал роман по следам событий из собственной жизни. Главный герой сбегает из австралийской тюрьмы и по фальшивому паспорту отправляется в Бомбей. Индия встречает его всей пестротой красок, а также готовит свои вызовы и приключения.</p>
<p className="colorFon">«Унесенные ветром», Маргарет Митчелл</p>
<p className="bookFon">Роман охватывает годы Гражданской войны в Соединенных Штатах Америки. Главной героине, Скарлетт О’Харе, предстоит пройти через многие трудности и на глазах у читателей вырасти из взбалмошной девчонки в сильную женщину, способную составить конкуренцию любому мужчине.</p>
<p className="colorFon">«Мастер и Маргарита», Михаил Булгаков</p>
<p className="bookFon">Нетленная история о любви художника и героини, бесконечно преданной ему. Роман расхвачен на цитаты, а персонажи давно стали нарицательными. Сюжет начинается с прибытия странного незнакомца в Москву начала ХХ века. Он и его свита изменят мирное течение жизни столицы.</p>
<p className="colorFon">«Зеленая миля», Стивен Кинг</p>
<p className="bookFon">Бывший надзиратель тюрьмы рассказывает историю из своей практики. Однажды к ним в камеру смертников поступает очень необычный персонаж. Героя обвиняют в жестоком убийстве двух маленьких девочек, но, как выясняется позже, он никого и пальцем тронуть не может.</p>
<p className="colorFon">«Грозовой перевал», Эмили Бронте</p>
<p className="bookFon">История любви Хитклифа к Кэтрин, дочери своего хозяина, до сих пор находит большой отклик у читателей, а вересковые пустоши Йоркшира превратились в одну из достопримечательностей Англии. Эмили Бронте даже пришлось взять мужской псевдоним, чтобы опубликовать книгу.</p>
<p className="colorFon">«Алхимик», Пауло Коэльо</p>
<p className="bookFon">Увидев сон, главный герой отправляется на поиски сокровищ. Путь его окажется не самым легким, зато именно он поможет встретить необычных людей и найти свою любовь. И если Сантьяго, так зовут героя, доверится судьбе и правильно прочитает ее знаки, он обязательно найдет что искал.</p>
<p className="colorFon">«Убить пересмешника», Харпер Ли</p>
<p className="bookFon">Историю рассказывает маленькая девочка Джин Финч. В небольшом городе, где она живет, начинается громкое судебное дело. Ее отец — адвокат и просто честный человек решает спасти подсудимого, потому что верит в его невиновность.</p>
<p className="colorFon">«Джейн Эйр», Шарлотта Бронте</p>
<p className="bookFon">Английская писательница создала образ волевой девушки, которая, несмотря на все трудности, обрела счастье. Детство в доме, где ее не любили, школьная юность в незавидных условиях, несостоявшийся брак, потому что будущий муж уже женат, — все это удалось пережить героине, однако она не отчаивалась.</p>
<p className="colorFon">«Поющие в терновнике», Колин Маккалоу</p>
<p className="bookFon">Согласно исследованиям лондонского университета, каждую минуту в мире продается два экземпляра этого романа. История любви Мегги и священника Ральфа вот уже 40 лет находит все новых и новых поклонников.

</p>
<p className="colorFon">«Жизнь взаймы», Эрих Мария Ремарк</p>
<p className="bookFon">Сюжет этой книги строится вокруг истории любви автогонщика Клефа и Лилиан. Девушка больна туберкулезом, и надежды на излечение нет. Да и автогонки сложно назвать безопасным увлечением. Поэтому влюбленные ценят каждый день, проведенный вместе.</p>





     </div>
     </div>
    

     </div>
}

export default About;