


function Shop() {

  
    return<div className="container">
    <div>
    <h2 className="h2color">Выбор читателя </h2>
    <h3>22 книги, которые расширят ваш кругозор и изменят вашу жизнь</h3>
   

<h3>...по мнению эксперта по продуктивности</h3>
<h4>Автор: Дариус Форо</h4>

<p> Дариус Форо – предприниматель, блоггер и создатель подкастов, который усиленно пишет о том, как жить более продуктивно и с пользой.</p>
<p>
В этой статье он пишет о том, что чтение книг – один из лучших способов узнать что-либо или полностью погрузиться в другое видение или время.</p>
<p>
Далеко не каждая книга будет или должна быть поворотной в жизни, но несколько избранных действительно могут изменить то, как вы думаете.<br></br>
Ниже Форо выделил 22 книги, которые стали для него источником «сдвига» разума.</p> 
<p>
Чтение – мой любимый способ умственного развития, потому что это самый эффективный путь к получению знаний. Но не каждая книга меняет образ мышления. Фрэнсис Бэйкон сказал лучше: «Некоторые книги стоит попробовать, некоторые..., но всего несколько нужно прожевать и переварить полностью».</p>
<p>
Поэтому когда я недавно наткнулся на вопрос в Quora «Какие книги расширяют кругозор?», я начал размышлять о книгах, которые оказали на меня такое влияние. Ведь не каждая книга имеет равное воздействие. Для меня расширение кругозора значит, что книга повлияла на то, как я смотрю на мир.</p>
<p>
И после серьезных раздумий я подготовил список из следующих 22 книг, которые были причиной реального сдвига в том, каким образом я думаю. Я надеюсь, что они расширят и ваш кругозор тоже.
</p>
<p>Недавно один из друзей сказал мне, что купил телевизор сверхвысокой четкости. Но когда я сказал ему год назад, что прочел несколько из книг, представленных выше, он ответил: «Книги слишком дороги».
</p>
<p>Это напомнило мне о том, что однажды сказал мне мой наставник, когда я жаловался на стоимость обучения: «Игнорирование стоит тебе гораздо дороже, чем ты можешь представить».
</p>
<p>К черту сверхчеткое телевидение. Вместо этого я покупаю и читаю книги.
</p>

<p>Подробнее на livelib.ru:
https://www.livelib.ru/translations/post/46404-22-knigi-kotorye-rasshiryat-vash-krugozor-i-izmenyat-vashu-zhizn?ysclid=lh95rk0265480995329</p>



</div>

   
    </div>
  
}
    
export default Shop;